Repository: contao/newsletter-bundle
Catalog: src/Resources/contao/languages/rm/*_module.xlf
Languages: rm

# tl_module.newsletters.0
source: Subscribable newsletters
rm: Newsletters che pon vegnir abunads

# tl_module.newsletters.1
source: Show these channels in the front end form.
rm: Mussar quests chanals en il front-end.

# tl_module.nl_channels.0
source: Channels
rm: Chanals

# tl_module.nl_channels.1
source: Please select one or more channels.
rm: Tscherna in u plirs chanals.

# tl_module.nl_hideChannels.0
source: Hide channel menu
rm: Zuppentar il menu da chanals

# tl_module.nl_hideChannels.1
source: Do not show the channel selection menu.
rm: Betg mussar il menu per tscherner chanals.

# tl_module.nl_subscribe.0
source: Subscription message
rm: Messadi per abunar

# tl_module.nl_subscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names), <em>##domain##</em> (domain name) and <em>##link##</em> (activation link).
rm: Ti pos utilisar ils tegnaplazza <em>##channels##</em> (nun dal chanal), <em>##domain##</em> (num da la domain) e <em>##link##</em> (link per l'activaziun).

# tl_module.nl_unsubscribe.0
source: Unsubscription message
rm: Messadi per de-abunar

# tl_module.nl_unsubscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names) and <em>##domain##</em> (domain name).
rm: Ti pos utilisar ils tegnaplazza <em>##channels##</em> (nun dal chanal) e <em>##domain##</em> (num da la domain).

# tl_module.nl_template.0
source: Newsletter template
rm: Template dal newsletter

# tl_module.text_subscribe.0
source: Your subscription on %s
rm: Tes abunament sin %s

# tl_module.text_unsubscribe.0
source: Your subscription on %s
rm: Tes abunament sin %s

# tl_module.text_unsubscribe.1
source: You have unsubscribed from the following channels on ##domain##: ##channels##
rm: Ti has de-abun√† suandants chanals sin ##domain##: ##channels##
