Repository: contao/newsletter-bundle
Catalog: src/Resources/contao/languages/rm/*_newsletter_recipients.xlf
Languages: rm

# tl_newsletter_recipients.email.0
source: E-mail address
rm: Adressa d'e-mail

# tl_newsletter_recipients.email.1
source: Please enter the recipient's e-mail address.
rm: Endatar l'adressa dad e-mail dal destinatur.

# tl_newsletter_recipients.active.0
source: Activate recipient
rm: Activar il destinatur

# tl_newsletter_recipients.active.1
source: Recipients are usually activated automatically (double-opt-in).
rm: Ils destinaturs vegnan normalmain activads automaticamain (double opt-in).

# tl_newsletter_recipients.addedOn.0
source: Subscription date
rm: Data da l'abunar

# tl_newsletter_recipients.addedOn.1
source: The date of subscription.
rm: La data cura che il newsletter è vegnì abunà.

# tl_newsletter_recipients.ip.0
source: IP address
rm: Adressa IP

# tl_newsletter_recipients.ip.1
source: The IP address of the subscriber.
rm: L'adressa dad IP da l'abunent

# tl_newsletter_recipients.token.0
source: Activation token
rm: Token d'activaziun

# tl_newsletter_recipients.token.1
source: The activation token of the subscription.
rm: Il token d'activaziun da l'abunament.

# tl_newsletter_recipients.email_legend
source: E-mail address
rm: Adressa d'e-mail

# tl_newsletter_recipients.confirm
source: %s new recipients have been imported.
rm: %s novs destinaturs èn vegnids importads.

# tl_newsletter_recipients.invalid
source: %s invalid entries have been skipped.
rm: %s endataziuns nunvalidas èn vegnidas sursiglidas.

# tl_newsletter_recipients.subscribed
source: subscribed on %s
rm: Abunà ils %s

# tl_newsletter_recipients.manually
source: added manually
rm: agiuntà manualmain

# tl_newsletter_recipients.import.0
source: CSV import
rm: Import da CSV

# tl_newsletter_recipients.import.1
source: Import recipients from a CSV file
rm: Importar ils destinaturs dad ina datoteca da CSV

# tl_newsletter_recipients.show
source: Show the details of recipient ID %s
rm: Mussar ils detagls dal destinatur cun l'ID %s

# tl_newsletter_recipients.edit
source: Edit recipient ID %s
rm: Modifitgar il destinatur cun l'ID %s

# tl_newsletter_recipients.cut
source: Move recipient ID %s
rm: Spustar il destinatur cun l'ID %s

# tl_newsletter_recipients.copy
source: Duplicate recipient ID %s
rm: Duplitgar il destinatur cun l'ID %s

# tl_newsletter_recipients.delete
source: Delete recipient ID %s
rm: Stizzar il destinatur cun l'ID %s

# tl_newsletter_recipients.toggle
source: Activate/deactivate recipient ID %s
rm: Activar/deactivar il destinatur cun l'ID %s
