Repository: contao/newsletter-bundle
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: br, uk

# tl_module.newsletters.0
source: Subscribable newsletters
br: Lizheroù-kelaouiñ koumanantus
uk: Канал розсилки

# tl_module.newsletters.1
source: Show these channels in the front end form.
br: Diskouez ar chadennoù e-barzh ar furmadoù talbennet.
uk: Виберіть, будь-ласка, канали розсилки на які користувач зможе підписатись, в процесі реєстрації.

# tl_module.nl_channels.0
source: Channels
br: Chadennoù
uk: Канали розсилок

# tl_module.nl_channels.1
source: Please select one or more channels.
br: Dibabit unan pe meur a chadennoù.
uk: Виберіть, будь ласка, один або більше каналів

# tl_module.nl_hideChannels.0
source: Hide channel menu
br: Kuzhat al lañser chadennoù
uk: Сховати меню каналу розсилки

# tl_module.nl_hideChannels.1
source: Do not show the channel selection menu.
br: Chom hep diskouez al lañser diuziñ chadennoù.
uk: Не показувати меню вибору каналів розсилки

# tl_module.nl_subscribe.0
source: Subscription message
br: Gerig koumanantiñ
uk: Текст листа підтвердження

# tl_module.nl_subscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names), <em>##domain##</em> (domain name) and <em>##link##</em> (activation link).
br: Gellout a rit ober gant an arouezioù generek <em>##channels##</em> (anv ar chadennoù), <em>##domain##</em> (anv an domani) ha <em>##link##</em> (liamm gweredekiñ).
uk: Будь ласка, введіть текст що відображатиметься в листі підтвердження. Ви можете використовувати наступні маски, <em>##channels##</em> (назва каналів розсилок), <em>##domain##</em> (доменне ім’я) та <em>##link##</em> (активаційний лінк).

# tl_module.nl_unsubscribe.0
source: Unsubscription message
br: Gerig digoumanantiñ
uk: Текст листа для виключення з списку розсилки

# tl_module.nl_unsubscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names) and <em>##domain##</em> (domain name).
br: Gellout a rit ober gant an arouezioù generek <em>##channels##</em> (anv ar chadennoù), <em>##domain##</em> (anv an domani).
uk: Будь ласка, введіть текст що відображатиметься в листі відмови від розсилки. Ви можете використовувати наступні маски, <em>##channels##</em> (назва каналів розсилок), <em>##domain##</em> (доменне ім’я).

# tl_module.nl_template.0
source: Newsletter template
br: Patroù lizher-kelaouiñ
uk: Шаблон розсилки

# tl_module.text_subscribe.0
source: Your subscription on %s
br: Ho koumanant da %s
uk: Ваша розсилка на %s

# tl_module.text_unsubscribe.0
source: Your subscription on %s
br: Ho koumanant da %s
uk: Ваша розсилка на %s

# tl_module.text_unsubscribe.1
source: You have unsubscribed from the following channels on ##domain##: ##channels##
br: Digoumanantet ho peus diouzh ar chadennoù da-heul war ##domain##: ##channels##
uk: Ви успішно виключені зі списку розсилок ##channels## на ##domain##.
