Repository: contao/newsletter-bundle
Catalog: src/Resources/contao/languages/*/*_newsletter_recipients.xlf
Languages: my

# tl_newsletter_recipients.email.0
source: E-mail address
my: အီးမေးလ်လိပ်စာ

# tl_newsletter_recipients.email.1
source: Please enter the recipient's e-mail address.
my: လက်ခံသူအီးမေးလ်လိပ်စာထည့်သွင်း။

# tl_newsletter_recipients.active.0
source: Activate recipient
my: လက်ခံရရှိသူအသက်သွင်းစေ

# tl_newsletter_recipients.active.1
source: Recipients are usually activated automatically (double-opt-in).
my: လက်ခံသူများကိုလိုလျောက်အသက်သွင်းပြီး။

# tl_newsletter_recipients.addedOn.0
source: Subscription date
my: ပုံမှန်မှာယူခြင်းနေ့စွဲ

# tl_newsletter_recipients.addedOn.1
source: The date of subscription.
my: ပုံမှန်မှာယူခြင်းနေ့စွဲ

# tl_newsletter_recipients.ip.0
source: IP address
my: အို်င်ပီလိပ်စာ

# tl_newsletter_recipients.ip.1
source: The IP address of the subscriber.
my: ပုံမှန်မှာယူသူအိုင်ပီလိပ်စာ။

# tl_newsletter_recipients.email_legend
source: E-mail address
my: အီးမေးလ်လိပ်စာ

# tl_newsletter_recipients.confirm
source: %s new recipients have been imported.
my: %s လက်ခံသူအသစ်များတင်သွင်းပြီး။

# tl_newsletter_recipients.invalid
source: %s invalid entries have been skipped.
my: %s တရားမဝင်ဝင်ရောက်မှုများခုန်ကျော်ပြီး။

# tl_newsletter_recipients.subscribed
source: subscribed on %s
my: %s တွင်ပုံမှန်မှာယူပြီး

# tl_newsletter_recipients.manually
source: added manually
my: ကိုယ်တိုင်ထည့်သွင်းပြီး

# tl_newsletter_recipients.import.0
source: CSV import
my: စီအက်စ်ဗီတင်သွင်း

# tl_newsletter_recipients.import.1
source: Import recipients from a CSV file
my: စီအက်စ်ဗီဖိုင်မှလက်ခံသူများတင်သွင်း

# tl_newsletter_recipients.show
source: Show the details of recipient ID %s
my: လက်ခံရရှိသူအိုင်ဒီ %s အချက်အလက်များပြသ

# tl_newsletter_recipients.edit
source: Edit recipient ID %s
my: လက်ခံရရှိသူအိုင်ဒီ %s တည်းဖြတ်

# tl_newsletter_recipients.copy
source: Duplicate recipient ID %s
my: လက်ခံရရှိသူအိုင်ဒီ %s ပံုစံတူပွား

# tl_newsletter_recipients.delete
source: Delete recipient ID %s
my: လက်ခံရရှိသူအိုင်ဒီ %s ပယ်ဖျက်

# tl_newsletter_recipients.toggle
source: Activate/deactivate recipient ID %s
my: လက်ခံရရှိသူအိုင်ဒီ %s အသက်သွင်း/မသွင်း
