Repository: contao/newsletter-bundle
Catalog: src/Resources/contao/languages/*/*_newsletter.xlf
Languages: lt

# tl_newsletter.subject.0
source: Subject
lt: Tema

# tl_newsletter.subject.1
source: Please enter the newsletter subject.
lt: Įrašykite naujienlaiškio temą.

# tl_newsletter.alias.0
source: Newsletter alias
lt: Naujienlaiškio sąsaja

# tl_newsletter.alias.1
source: The newsletter alias is a unique reference to the newsletter which can be called instead of its numeric ID.
lt: Naujienlaiškio sąsaja yra unikali nuoroda į naujienlaiškį, kuri gali būti naudojama vietoje naujienlaiškio ID.

# tl_newsletter.content.0
source: HTML content
lt: HTML turinys

# tl_newsletter.content.1
source: Here you can enter the HTML content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
lt: Čia galite įrašyti naujienlaiškio HTML turinį. Naudokite specialią žymą <em>##email##</em> norėdami įrašyti gavėjo elektroninio pašto adresą.

# tl_newsletter.text.0
source: Text content
lt: Tekstas

# tl_newsletter.text.1
source: Here you can enter the text content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
lt: Čia galite įrašyti naujienlaiškio tekstą. Naudokite specialią žymą <em>##email##</em> norėdami įrašyti gavėjo elektroninio pašto adresą.

# tl_newsletter.addFile.0
source: Add attachments
lt: Prisegti failus

# tl_newsletter.addFile.1
source: Attach one or more files to the newsletter.
lt: Prisekite prie naujienlaiškio vieną ar kelis failus.

# tl_newsletter.files.0
source: Attachments
lt: Prisegti failai

# tl_newsletter.files.1
source: Please choose the files to be attached from the files directory.
lt: Iš failų katalogo pasirinkite failus, kuriuos prisegsite.

# tl_newsletter.template.0
source: E-mail template
lt: El. pašto šablonas

# tl_newsletter.sendText.0
source: Send as plain text
lt: Siųsti kaip paprastą tekstą.

# tl_newsletter.sendText.1
source: Send the newsletter as plain text e-mail without the HTML content.
lt: Siųsti naujienlaiškį kaip paprastą tekstą be HTML turinio.

# tl_newsletter.externalImages.0
source: External images
lt: Išoriniai paveiksliukai

# tl_newsletter.externalImages.1
source: Do not embed images in HTML newsletters.
lt: Neįterpti paveikslėlių į HTML naujienlaiškius

# tl_newsletter.mailsPerCycle.0
source: Mails per cycle
lt: Žinutės per ciklą

# tl_newsletter.mailsPerCycle.1
source: The sending process is split into several cycles to prevent the script from timing out.
lt: Siuntimo procesas padalintas į kelis ciklus tam, kad nesibaigtų siuntimo programos veikimo laikas.

# tl_newsletter.timeout.0
source: Timeout in seconds
lt: Veikimo laikas sekundėmis

# tl_newsletter.timeout.1
source: Here you can modify the waiting time between each cycle to control the number of e-mails per minute.
lt: Čia galite nustatyti tarpus tarp ciklų ir kontroliuoti elektroninių laiškų išsiuntimo per minutę skaičių.

# tl_newsletter.start.0
source: Offset
lt: Proceso atnaujinimas

# tl_newsletter.sendPreviewTo.0
source: Send preview to
lt: Siųsti peržiūrai

# tl_newsletter.sendPreviewTo.1
source: Send the preview of the newsletter to this e-mail address.
lt: Siųsti naujienlaiškį peržiūrai šiuo adresu.

# tl_newsletter.title_legend
source: Title and subject
lt: Pavadinimas ir tema

# tl_newsletter.html_legend
source: HTML content
lt: HTML turinys

# tl_newsletter.text_legend
source: Text content
lt: Tekstas

# tl_newsletter.attachment_legend
source: Attachments
lt: Prisegti failai

# tl_newsletter.template_legend
source: Template settings
lt: Šablono nustatymai

# tl_newsletter.expert_legend
source: Expert settings
lt: Eksperto nuostatos

# tl_newsletter.sent
source: Sent
lt: Išsiųsta

# tl_newsletter.sentOn
source: Sent on %s
lt: Išsiųsta %s

# tl_newsletter.notSent
source: Not sent yet
lt: Dar neišsiųsta

# tl_newsletter.mailingDate
source: Mailing date
lt: Siuntimo data

# tl_newsletter.confirm
source: The newsletter has been sent to %s recipients.
lt: Naujienlaiškis buvo išsiųstas %s gavėjų.

# tl_newsletter.rejected
source: %s invalid e-mail address(es) has/have been disabled (see system log).
lt: %s neteisingi e-pašto adresai buvo atjungti.

# tl_newsletter.error
source: There are no active subscribers to the channel.
lt: Šios naujienų grupės niekas neužsisakė.

# tl_newsletter.from
source: From
lt: Nuo

# tl_newsletter.attachments
source: Attachments
lt: Prisegti failai

# tl_newsletter.preview
source: Send preview
lt: Siųsti peržiūrai

# tl_newsletter.sendConfirm
source: Do you really want to send the newsletter?
lt: Ar Jūs tikrai norite išsiųsti naujienlaiškį?

# tl_newsletter.send.0
source: Send newsletter
lt: Siųsti naujienlaiškį

# tl_newsletter.send.1
source: Send newsletter ID %s
lt: Siųsti naujienlaiškį ID %s

# tl_newsletter.new.1
source: Create a new newsletter
lt: Sukurti naują naujienlaiškį

# tl_newsletter.show
source: Show the details of newsletter ID %s
lt: Rodyti išsamią naujienlaiškio ID %s informaciją

# tl_newsletter.edit
source: Edit newsletter ID %s
lt: Redaguoti naujienlaiškį ID %s

# tl_newsletter.copy
source: Duplicate newsletter ID %s
lt: Kopijuoti naujienlaiškį ID %s

# tl_newsletter.cut
source: Move newsletter ID %s
lt: Perkelti naujienlaiškį ID %s

# tl_newsletter.delete
source: Delete newsletter ID %s
lt: Šalinti naujienlaiškį ID %s

# tl_newsletter.pasteafter.0
source: Paste into this channel
lt: Įterpti į šį kanalą
