Repository: contao/newsletter-bundle
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: br, da, nl

# ERR.subscribed
source: You are subscribed to the selected channels already.
br: Koumanantet ho peus d'ar chadennoù dibabet endeo.
da: Du abonnere allerede på denne nyhedskanal.
nl: U bent reeds ingeschreven voor deze nieuwsbrief.

# ERR.unsubscribed
source: You are not subscribed to the selected channels.
br: N'emaoc'h ket koumanantet d'ar chadennoù diuzet.
da: Du abonnere endnu ikke på denne nyhedskanal.
nl: U bent niet ingeschreven voor deze nieuwsbrief.

# ERR.invalidToken
source: The activation link is invalid or outdated.
br: Al liamm gweredekaat a zo direizh pe diamzeriet.
da: Aktiveringslænken er ugyldig eller forældet.
nl: Deze activatielink is ongeldig of verouderd.

# ERR.noChannels
source: Please select at least one channel.
br: Diuzit da vihanañ ur chadenn mar plij.
da: Vælg mindst en nyhedskanal.
nl: Selecteer minstens 1 nieuwsbrief.

# ERR.onDenyList
source: The e-mail address has been unsubscribed from the channel.
da: E-mailadressen er nu afmeldt fra nyhedskanalen.
nl: Het e-mail adres is afgemeld van het kanaal.

# MSC.subscribe
source: Subscribe
br: Koumanantiñ
da: Tilmeld
nl: Inschrijven

# MSC.unsubscribe
source: Unsubscribe
br: Digoumanantiñ
da: Afmeld
nl: Uitschrijven

# MSC.nl_subject
source: Your subscription on %s
br: Ho koumanant da %s
da: Dit abonnement på %s
nl: Uw inschrijving voor nieuwsbrief %s

# MSC.nl_confirm
source: Thank you for your subscription. You will receive a confirmation e-mail.
br: Trugarez vras evit ho koumanant. Emaoc'h o vont da gaout ur postel kadarnaat.
da: Tak for din tilmelding. Du modtager en bekræftelse via e-mail.
nl: Dank u voor uw inschrijving. U onvangt een e-mail ter bevestiging.

# MSC.nl_activate
source: Your subscription has been activated.
br: Gweredekaet eo bet ho koumanant.
da: Dit abonnement er nu aktivt.
nl: Uw abonnement is geactiveerd.

# MSC.nl_removed
source: Your subscription has been cancelled.
br: Nullet eo bet ho koumanant.
da: Dit abonnement er nu afsluttet.
nl: Uw abonnement is succesvol opgezegd.

# MSC.nl_channels
source: Channels
br: Chadennoù
da: Nyhedskanaler
nl: Nieuwsbrieven

# MSC.nl_overview
source: Back to the newsletter overview
nl: Terug naar het nieuwsbrief overzicht
