Repository: contao/newsletter-bundle
Catalog: src/Resources/contao/languages/*/modules.xlf
Languages: br, pt

# MOD.newsletter.0
source: Newsletters
br: Lizheroù-kelaouiñ
pt: Newsletter

# MOD.newsletter.1
source: Manage subscriptions and send newsletters
br: Merañ ar c'houmanaturioù ha kasit lizheroù-kelaouiñ
pt: Este módulo permite que você gerencie Newsletters

# MOD.tl_newsletter_recipients
source: Recipients
br: Endalc'herioù
pt: Destinatários

# MOD.tl_newsletter
source: Newsletters
br: Lizheroù-kelaouiñ
pt: Newsletter

# FMD.newsletter
source: Newsletter
br: Lizher-kelaouiñ

# FMD.subscribe.0
source: Subscribe
br: Koumanantiñ
pt: Assinar

# FMD.subscribe.1
source: Generates a form to subscribe to one or more channels
br: Genel ur furm da goumanantiñ da unan pe meur a chadenn.
pt: Este módulo permite que usuários da apresentação assinem um determinado canal

# FMD.unsubscribe.0
source: Unsubscribe
br: Digoumanantiñ
pt: Cancelar assinatura

# FMD.unsubscribe.1
source: Generates a form to unsubscribe from one or more channels
br: Genel ur furm da zigoumanantiñ da unan pe meur a chadenn.
pt: Este módulo permite que usuários doa apresentação cancelem sua assinatura de um determinado canal.

# FMD.newsletterlist.0
source: Newsletter list
br: Listenn al lizheroù-kelaouiñ
pt: Lista de newsletters

# FMD.newsletterlist.1
source: Adds a list of newsletters to the page
br: Ouzhpennañ ul listenn kazetennoù d'ar bajenn
pt: Este módulo lista as newsletters de um ou mais canais.

# FMD.newsletterreader.0
source: Newsletter reader
br: Lenner lizher-kelaouiñ
pt: Leitor de Newsletter

# FMD.newsletterreader.1
source: Shows the details of a newsletter
br: Diskouez munudoù ul lizher-kelaouiñ
pt: Este módulo mostra uma única newsletter.
