Repository: contao/newsletter-bundle
Catalog: contao/languages/*/*_module.xlf
Languages: ja, ru

# tl_module.newsletters.0
source: Subscribable newsletters
ja: 登録できるニュースレター
ru: Каналы новостных рассылок

# tl_module.newsletters.1
source: Show these channels in the front end form.
ja: これらのチャンネルをフロントエンドのフォームに表示します。
ru: Показать эти каналы во внешнем интерфейсе.

# tl_module.nl_channels.0
source: Channels
ja: チャンネル
ru: Каналы

# tl_module.nl_channels.1
source: Please select one or more channels.
ja: 1つ以上のチャンネルを選択してください。
ru: Выберите один или несколько каналов.

# tl_module.nl_text.0
source: Custom text
ja: 独自のテキスト
ru: Пользовательский текст

# tl_module.nl_text.1
source: Here you can e.g. enter a privacy note to make the newsletter subscription GDPR compliant.
ja: 例えばニュースレターの購読がGDPRに適合させるためのプライバシーの注意を入力できます。
ru: Например, вы можете ввести примечание о конфиденциальности, для того, чтобы подписка на рассылку новостей соответствовала требованиям общего регламента по защите данных (GDPR).

# tl_module.nl_hideChannels.0
source: Hide channel menu
ja: チャンネルのメニューを非表示
ru: Скрыть меню канала

# tl_module.nl_hideChannels.1
source: Do not show the channel selection menu.
ja: チャンネルを選択するメニューを表示しません。
ru: Не показывать меню выбора канала.

# tl_module.nl_subscribe.0
source: Subscription message
ja: 登録のメッセージ
ru: Подписаться на рассылку по электронной почте

# tl_module.nl_subscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names), <em>##domain##</em> (domain name) and <em>##link##</em> (activation link).
ja: <em>##channels##</em> (チャンネル名)、<em>##domain##</em> (ドメイン名)、<em>##link##</em> (アクティベーションのリンク)をワイルドカードとして使用できます。
ru: Вы можете использовать подстановочные знаки <em>##channels##</em> (название канала), <em>##domain##</em> (имя домена), <em>##link##</em> (ссылка для активации).

# tl_module.nl_unsubscribe.0
source: Unsubscription message
ja: 解除のメッセージ
ru: Аннулировать подписку на рассылку по электронной почте

# tl_module.nl_unsubscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names) and <em>##domain##</em> (domain name).
ja: <em>##channels##</em> (チャンネル名)、<em>##domain##</em> (ドメイン名)をワイルドカードとして使用できます。
ru: Вы можете использовать подстановочные знаки <em>##channels##</em> (название канала), <em>##domain##</em> (имя домена).

# tl_module.nl_template.0
source: Newsletter template
ja: ニュースレターのテンプレート
ru: Шаблон новостной рассылки

# tl_module.nl_template.1
source: Here you can select a newsletter template.
ja: ニュースレターのテンプレートを選択できます。
ru: Вы можете выбрать шаблон новостной рассылки.

# tl_module.text_legend
source: Custom text
ja: 独自のテキスト
ru: Пользовательский текст

# tl_module.text_subscribe.0
source: Your subscription on %s
ja: %sの購読
ru: Ваша подписка на %s

# tl_module.text_subscribe.1
source: You have subscribed to the following channels on ##domain##: ##channels## Please click here to activate your subscription: ##link## The confirmation link is valid for 24 hours. You can cancel your subscription at any time. If you did not subscribe yourself, please ignore this e-mail.
ja: ##domain##で以下のチャンネルに登録を申し込みを受け付けました: ##channels## 以下のURLをクリックすると、この登録を有効にします: ##link## 承認のリンクは24時間有効です。いつでも登録を取り止められます。 ご自身で申し込みをされた覚えがない場合は、このメールを無視してください。
ru: Вы подписались на следующие каналы, на: ##domain##: ##channels## Нажмите здесь, чтобы активировать подписку: ##link## Ссылка на подтверждение действительна в течение 24 часов. Вы можете отменить подписку в любое время. Если вы не подписывались на информационную рассылку, проигнорируйте это сообщение.

# tl_module.text_unsubscribe.0
source: Your subscription on %s
ja: %sの購読
ru: Ваша подписка на %s

# tl_module.text_unsubscribe.1
source: You have unsubscribed from the following channels on ##domain##: ##channels##
ja: ##domain##で以下ののチャンネルの登録を解除しました: ##channels##
ru: Вы отписались от следующих каналов на ##domain##: ##channels##
