Repository: contao/newsletter-bundle
Catalog: contao/languages/*/*_newsletter.xlf
Languages: tr

# tl_newsletter.subject.0
source: Subject
tr: Konu

# tl_newsletter.subject.1
source: Please enter the newsletter subject.
tr: Lütfen haber bülteninin konusunu yazın.

# tl_newsletter.alias.0
source: Newsletter alias
tr: Haber bülteni kısaltması

# tl_newsletter.alias.1
source: The newsletter alias is a unique reference to the newsletter which can be called instead of its numeric ID.
tr: Haber bülteni kısaltması haberin sayısal kimliği olarak kullanılacak eşsiz bir belirteçtir.

# tl_newsletter.preheader.0
source: Preheader text
tr: Başlık öncesi metni

# tl_newsletter.preheader.1
source: Here you can enter a preheader text. A preheader text should be between 40-130 characters long.
tr: Buraya bir başlık öncesi metni yazabilirsiniz. Başlık öncesi metninin uzunluğu 40-130 karakter arasında olmalıdır.

# tl_newsletter.content.0
source: HTML content
tr: HTML içeriği

# tl_newsletter.content.1
source: Here you can enter the HTML content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
tr: Buraya haber bülteninin HTML içeriğini yazabilirsiniz. <em>##email##</em> kodunu kullanarak alıcının e-posta adresini ekleyebilirsiniz.

# tl_newsletter.text.0
source: Text content
tr: Düz metin içeriği

# tl_newsletter.text.1
source: Here you can enter the text content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
tr: Buraya haber bülteninin düz metin içeriğini yazabilirsiniz. <em>##email##</em> kodunu kullanarak alıcının e-posta adresini ekleyebilirsiniz.

# tl_newsletter.addFile.0
source: Add attachments
tr: Dosya ekle

# tl_newsletter.addFile.1
source: Attach one or more files to the newsletter.
tr: Haber bültenine bir ya da birkaç dosya ekle.

# tl_newsletter.files.0
source: Attachments
tr: Ek dosyalar

# tl_newsletter.files.1
source: Please choose the files to be attached from the files directory.
tr: Lütfen files klasöründen eklemek istediğiniz dosyaları seçin.

# tl_newsletter.template.0
source: E-mail template
tr: E-posta kalıbı

# tl_newsletter.template.1
source: Here you can override the e-mail template of the channel.
tr: Buradan kanalın e-posta kalıbını değiştirebilirsiniz.

# tl_newsletter.sendText.0
source: Send as plain text
tr: Düz metin olarak gönderilsin

# tl_newsletter.sendText.1
source: Send the newsletter as plain text e-mail without the HTML content.
tr: Bu seçenek etkinleştirildiğinde, haber bülteni HTML içerik olmadan düz metin olarak gönderilir.

# tl_newsletter.externalImages.0
source: External images
tr: Dış görseller

# tl_newsletter.externalImages.1
source: Do not embed images in HTML newsletters.
tr: Görseller HTML haber bültenlerine gömülmesin.

# tl_newsletter.mailerTransport.0
source: Mailer transport
tr: E-posta aktarıcı

# tl_newsletter.mailerTransport.1
source: Here you can override the default mailer transport of the channel.
tr: Buradan kanalın varsayılan e-posta aktarıcısını değiştirebilirsiniz.

# tl_newsletter.sender.0
source: Custom sender e-mail address
tr: Özel gönderici e-posta adresi

# tl_newsletter.sender.1
source: Here you can override the default sender e-mail address of the channel.
tr: Buradan kanalın varsayılan gönderici e-posta adresini değiştirebilirsiniz.

# tl_newsletter.senderName.0
source: Custom sender name
tr: Özel gönderici adı

# tl_newsletter.senderName.1
source: Here you can override the default sender name of the channel.
tr: Buradan kanalın varsayılan gönderici adını değiştirebilirsiniz.

# tl_newsletter.mailsPerCycle.0
source: Mails per cycle
tr: Bir pakette gönderilecek e-posta sayısı

# tl_newsletter.mailsPerCycle.1
source: The sending process is split into several cycles to prevent the script from timing out.
tr: Gönderme işlemi betiğin zaman aşımına uğramaması için bir kaç pakate bölünerek yapılır.

# tl_newsletter.timeout.0
source: Timeout in seconds
tr: Saniye olarak zaman aşımı

# tl_newsletter.timeout.1
source: Here you can modify the waiting time between each cycle to control the number of e-mails per minute.
tr: Buradan paketler arasındaki bekleme süresini değiştirerek, bir dakikada gönderilecek e-posta sayısını denetleyebilirsiniz.

# tl_newsletter.start.0
source: Offset
tr: Aralık

# tl_newsletter.start.1
source: In case the sending process is interrupted, you can enter a numeric offset here to continue with a particular recipient. You can check how many mails have been sent by selecting the category <code>NEWSLETTER_%s</code> in the system log. If there are 120 entries, enter "120" to continue with the 121st recipient (counting starts at 0).
tr: Gönderme işlemi kesintiye uğrarsa, işlemi belirli bir alıcıdan yeniden başlayarak sürdürmek için buraya sayısal bir başlangıç değeri yazabilirsiniz. <code>NEWSLETTER_%s</code> kategorisini seçerek gönderilmiş e-posta sayısını görebilirsiniz. Örneğin 120 kayıt varsa , 121. alıcıdan sürdürmek için "120" yazın (sayım 0 değerinden başlar).

# tl_newsletter.sendPreviewTo.0
source: Send preview to
tr: Ön izleme gönderim adresi

# tl_newsletter.sendPreviewTo.1
source: Send the preview of the newsletter to this e-mail address.
tr: Haber bülteninin ön izlemesi belirtilen e-posta adresine gönderilir.

# tl_newsletter.title_legend
source: Title and subject
tr: Başlık ve konu

# tl_newsletter.html_legend
source: HTML content
tr: HTML içeriği

# tl_newsletter.text_legend
source: Text content
tr: Düz metin içeriği

# tl_newsletter.attachment_legend
source: Attachments
tr: Ek dosyalar

# tl_newsletter.template_legend
source: Template settings
tr: Kalıp ayarları

# tl_newsletter.sender_legend
source: Sender settings
tr: Gönderici ayarları

# tl_newsletter.expert_legend
source: Expert settings
tr: Uzman ayarları

# tl_newsletter.sent
source: Sent
tr: Gönderildi

# tl_newsletter.sentOn
source: Sent at %s
tr: %s zamanında gönderildi

# tl_newsletter.notSent
source: Not sent yet
tr: Henüz gönderilmemiş

# tl_newsletter.mailingDate
source: Mailing date
tr: Gönderilme tarihi

# tl_newsletter.confirm
source: The newsletter has been sent to %s recipients.
tr: Haber bülteni %s alıcıya gönderildi.

# tl_newsletter.rejected
source: %s invalid e-mail address(es) has/have been disabled (see system log).
tr: %s geçersiz e-posta adresi etkisizleştirildi sistem günlüğü bölümüne bakın).

# tl_newsletter.skipped
source: %s e-mail address(es) has/have been skipped.
tr: %s e-posta adresi atlandı.

# tl_newsletter.error
source: There are no active subscribers to the channel.
tr: Kanalın etkin bir abonesi yok.

# tl_newsletter.from
source: From
tr: Gönderici

# tl_newsletter.attachments
source: Attachments
tr: Ek dosyalar

# tl_newsletter.preview
source: Send preview
tr: Ön izleme gönderilsin

# tl_newsletter.sendConfirm
source: Do you really want to send the newsletter?
tr: Haber bültenini göndermek istediğinize emin misiniz?

# tl_newsletter.send.0
source: Send newsletter
tr: Haber bültenini gönder

# tl_newsletter.send.1
source: Send newsletter ID %s
tr: %s kimlikli haber bültenini gönder

# tl_newsletter.new.0
source: New
tr: Yeni

# tl_newsletter.new.1
source: Create a new newsletter
tr: Yeni bir haber bülteni ekle

# tl_newsletter.show
source: Show the details of newsletter ID %s
tr: %s kimlikli haber bülteninin ayrıntılarını görüntüle

# tl_newsletter.edit
source: Edit newsletter ID %s
tr: %s kimlikli haber bültenini düzenle

# tl_newsletter.copy
source: Duplicate newsletter ID %s
tr: %s kimlikli haber bültenini kopyala

# tl_newsletter.cut
source: Move newsletter ID %s
tr: %s kimlikli haber bültenini taşı

# tl_newsletter.delete
source: Delete newsletter ID %s
tr: %s kimlikli haber bültenini sil

# tl_newsletter.pasteafter.0
source: Paste into this channel
tr: Bu kanala yapıştır
