Repository: contao/newsletter-bundle
Catalog: contao/languages/*/*_newsletter_recipients.xlf
Languages: fr, tr

# tl_newsletter_recipients.email.0
source: E-mail address
fr: Adresse e-mail.
tr: E-posta adresi

# tl_newsletter_recipients.email.1
source: Please enter the recipient's e-mail address.
fr: Saisir l'adresse e-mail du destinataire.
tr: Lütfen alıcı e-posta adresini giriniz.

# tl_newsletter_recipients.active.0
source: Activate recipient
fr: Activer le destinataire
tr: Alıcıyı etkinleştir

# tl_newsletter_recipients.active.1
source: Recipients are usually activated automatically (double-opt-in).
fr: Les destinataires sont habituellement activés de manière automatique (double opt-in).
tr: Alıcı otomatik olarak etkinleştirilmiştir (double-opt-in).

# tl_newsletter_recipients.addedOn.0
source: Subscription date
fr: Date d'abonnement
tr: Abonelik tarihi

# tl_newsletter_recipients.addedOn.1
source: The date of subscription.
fr: La date d'abonnement.
tr: Abonelik başlangıç tarihi

# tl_newsletter_recipients.ip.0
source: IP address
fr: Adresse IP
tr: IP adresi

# tl_newsletter_recipients.ip.1
source: The IP address of the subscriber.
fr: L'adresse IP de l'abonné.
tr: Abonenin IP adresi

# tl_newsletter_recipients.token.0
source: Activation token
fr: Jeton d'activation
tr: Etkinleştirme jetonu

# tl_newsletter_recipients.token.1
source: The activation token of the subscription.
fr: Le jeton d'activation de l'abonnement.
tr: Abonelik etkinleştirme jetonu

# tl_newsletter_recipients.email_legend
source: E-mail address
fr: Adresse e-mail.
tr: E-posta adresi

# tl_newsletter_recipients.confirm
source: %s new recipients have been imported.
fr: %s nouveaux destinataires ont été importés.
tr: %s yeni bir alıcı yüklendi.

# tl_newsletter_recipients.invalid
source: %s invalid entries have been skipped.
fr: %s entrées incorrectes ont été omises.
tr: %s geçersiz girişler atlandı.

# tl_newsletter_recipients.subscribed
source: subscribed on %s
fr: inscrit le %s
tr: %s abone olundu

# tl_newsletter_recipients.manually
source: added manually
fr: ajouté manuellement
tr: Manuel olarak eklendi

# tl_newsletter_recipients.import.0
source: CSV import
fr: Import CSV
tr: CSV ithali

# tl_newsletter_recipients.import.1
source: Import recipients from a CSV file
fr: Importer les destinataires à partir d'un fichier CSV
tr: Alıcıları bir CSV dosyasından yükle

# tl_newsletter_recipients.new.0
source: New
fr: Nouveau
tr: Yeni

# tl_newsletter_recipients.new.1
source: Create a new recipient
fr: Créer un nouveau destinataire
tr: Yeni bir alıcı oluşturun

# tl_newsletter_recipients.show
source: Show the details of recipient ID %s
fr: Afficher les détails du destinataire ID %s
tr: Alıcı ID %s ayrıntılarını göster

# tl_newsletter_recipients.edit
source: Edit recipient ID %s
fr: Éditer le destinataire ID %s
tr: Alıcı ID %s düzenle

# tl_newsletter_recipients.cut
source: Move recipient ID %s
fr: Déplacer le destinataire ID %s
tr: Alıcı ID %s taşı

# tl_newsletter_recipients.copy
source: Duplicate recipient ID %s
fr: Dupliquer le destinataire ID %s
tr: Alıcı ID %s çoğalt

# tl_newsletter_recipients.delete
source: Delete recipient ID %s
fr: Supprimer le destinataire ID %s
tr: Alıcı ID %s sil

# tl_newsletter_recipients.toggle
source: Activate/deactivate recipient ID %s
fr: Activer / désactiver le destinataire ID %s
tr: Alıcı ID %s etkinleştir/etkinleştirme
