Repository: contao/newsletter-bundle
Catalog: contao/languages/*/default.xlf
Languages: tr

# ERR.subscribed
source: You are subscribed to the selected channels already.
tr: Seçilmiş kanallara zaten abonesiniz.

# ERR.unsubscribed
source: You are not subscribed to the selected channels.
tr: Seçilmiş kanallara abone değilsiniz.

# ERR.invalidToken
source: The activation link is invalid or outdated.
tr: Etkinleştirme bağlantısı geçersiz ya da süresi geçmiş.

# ERR.noChannels
source: Please select at least one channel.
tr: Lütfen en az bir kanal seçin.

# ERR.onDenyList
source: The e-mail address has been unsubscribed from the channel.
tr: E-posta adresi kanal aboneliğinden çıkarıldı.

# MSC.subscribe
source: Subscribe
tr: Abone ol

# MSC.unsubscribe
source: Unsubscribe
tr: Abonelikten ayrıl

# MSC.nl_subject
source: Your subscription on %s
tr: %s aboneliğiniz

# MSC.nl_confirm
source: Thank you for your subscription. You will receive a confirmation e-mail.
tr: Abone olduğunuz için teşekkürler. Size bir onay e-postası gönderildi.

# MSC.nl_activate
source: Your subscription has been activated.
tr: Aboneliğiniz etkinleştirildi.

# MSC.nl_removed
source: Your subscription has been cancelled.
tr: Aboneliğiniz iptal edildi.

# MSC.nl_channels
source: Channels
tr: Kanallar

# MSC.nl_overview
source: Back to the newsletter overview
tr: Haber bülteni özertine geri dön
