Repository: contao/newsletter-bundle
Catalog: contao/languages/*/modules.xlf
Languages: tr

# MOD.newsletter.0
source: Newsletters
tr: Haber abonelikleri

# MOD.newsletter.1
source: Manage subscriptions and send newsletters
tr: Haber abonelikleri ve gönderimini denetle

# MOD.tl_newsletter_recipients
source: Recipients
tr: Alıcılar

# MOD.tl_newsletter
source: Newsletters
tr: Haberler abonelikleri

# FMD.newsletter
source: Newsletter
tr: Haber abonelik

# FMD.subscribe.0
source: Subscribe
tr: Abone Ol

# FMD.subscribe.1
source: Generates a form to subscribe to one or more channels
tr: Bir yada birden fazla kanala abone olmak için bir form oluşturur

# FMD.unsubscribe.0
source: Unsubscribe
tr: Abonelikten Ayrıl

# FMD.unsubscribe.1
source: Generates a form to unsubscribe from one or more channels
tr: Bir yada birden fazla kanalın aboneliğinden ayrılmak için bir form oluşturur

# FMD.newsletterlist.0
source: Newsletter list
tr: Haber abonelik listesi

# FMD.newsletterlist.1
source: Adds a list of newsletters to the page
tr: Sayfaya haber abonelik listesini ekler

# FMD.newsletterreader.0
source: Newsletter reader
tr: Haber abonelik okuyucu

# FMD.newsletterreader.1
source: Shows the details of a newsletter
tr: Bir haber aboneliğinin ayrıntılarını görüntüler
